{"allConceptData":[{"conceptName":"Acquisition Strategies","conceptDefintion":"It is essential to help learners build vocabulary recognition and understanding in order to increase confidence and competence in reading instructional text and to deepen understanding of content in any subject area. Learners need practice with new vocabulary in order to move beyond recognition to being able to use new terms with understanding. ","strategyData":[{"strategyName":"Frayer Model ","strategyInfo":[{"strategyText":"<line-indent=5%> The Frayer Model is a graphic organizer that is used to build understanding of vocabulary. Learners work individually, with a partner or in small groups to: \n\n- Define the word/concept in their own words. \n\n- Identify and list facts or characteristics related to the word/concept (or to create a visual depiction). \n\n - Create examples (synonyms, concrete applications, examples that illustrate the characteristics). \n\n - Create non-examples (antonyms, inappropriate applications or examples that do not illustrate or fit characteristics). </line-indent=5%>","strategySprite":{"instanceID":12716},"strategySpriteName":"asfrayer.png"}]},{"strategyName":"Key Terms","strategyInfo":[{"strategyText":"<line-indent=5%>At the beginning and throughout a unit of study, learners can monitor their understanding of the key terms provided.","strategySprite":{"instanceID":15068},"strategySpriteName":"askeyterms.png"}]},{"strategyName":"Visual Dictionary","strategyInfo":[{"strategyText":"<line-indent=5%>A visual dictionary is useful for those words that are unfamiliar to students and may not have a “real-life” context.","strategySprite":{"instanceID":16806},"strategySpriteName":"asvisualdictionary.png"}]}]},{"conceptName":"Activating and Connecting","conceptDefintion":"Instructional strategies that activate prior knowledge allow learners to make specific connections to prior learning. This surfaces expertise and allows learners to build upon what they already know.","strategyData":[{"strategyName":"Affinity Diagram","strategyInfo":[{"strategyText":"<line-indent=5%>First developed by Japanese anthropologist Jiro Kawakita, affinity diagrams are frequently used in collaborative group activities. \n \n • Learners respond to an open-ended question by recording their ideas on individual sticky notes. \n\n • They work together to affix their sticky notes to the wall or a window in small groups, clustering ideas that are similar. \n\n • New ideas are placed close to clusters that they are similar to, which sorts the sticky notes into groups that are related. \n\n • As more sticky notes are added, learners can sort and regroup the ideas. \n \n Affinity diagrams allow a large amount of information to be generated and organized very quickly. \n \n Source: Knight, J. (2011). Unmistakable Impact. Thousand Oaks, CA: Corwin. p. 193. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"A to Z Listing","strategyInfo":[{"strategyText":"<line-indent=5%>Learners generate key points of a topic using the letters of the alphabet.\n\n 1. Provide recording sheet for learners. \n\n 2. Assign different sections of the alphabet to each group. Learners do not necessarily fill in the entire alphabet. \n\n 3. Provide examples on the recording sheet. \n\n 4. Reinforce that the information should express complete thoughts not just words in an acrostic. \n\n 5. Ask each group to share one idea. \n\n 6. Option: Provide time for learners to circulate through the room sharing the ideas reflected in their group of letters with learners in other groups. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Activating and Connecting Prior Knowledge","strategyInfo":[{"strategyText":"<line-indent=5%>This comprehension strategy involves learners in connecting their learning to their experiences, events in the world and to other learnings they may have in and out of school. \n\n Educators teach learners to: \n\n •Relate to prior experience; \n\n •Make connections between text, media and personal observation; and\n\n •Connect the new to the known — use what they know to understand new information. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Anticipation Guide","strategyInfo":[{"strategyText":"<line-indent=5%>An anticipation guide is a list of comments or questions to which learners answer yes, no or maybe. This is handed in so that the educator can analyze and know where learners are at and adjust instruction accordingly. \n\n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Bumper Sticker","strategyInfo":[{"strategyText":"<line-indent=5%>This is a synthesizing strategy best performed in small groups. As a small group, brainstorm words that describe the topic at hand. Put those words into a catchy 'Bumper Sticker' that can be a strip of paper to be displayed on the wall. Be sure to make the paper large enough for others to read from a distance.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Co-Construction of Criteria","strategyInfo":[{"strategyText":"<line-indent=5%>Generally, co-constructing criteria follows four steps: \n\n 1. Brainstorm what we know about this idea. \n\n 2. Sort and categorize ideas (this could be using an affinity diagram). \n\n 3. Under each category, create key statements that synthesize all of the ideas in that category. \n\n 4. Add, revise and refine statements. \n\n <line-indent=5%>Co-constructing criteria can be used in a variety of content areas such as quality feedback, quality assessment practices, learning relationships, etc. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Dot Poll","strategyInfo":[{"strategyText":"<line-indent=5%>A dot poll allows learners to identify those ideas, skills or steps they agree with or describe their beliefs within a longer list. Learners are given sticky dots, which act like an anonymous vote. This strategy provides a picture of the knowledge, needs and beliefs of learners as a group as well as an individual reflection for each learner. \n\n For example: \n\n •Learners may be asked to put a dot beside those ideas that they believe express the skills or understanding that they possess in this unit of study. By looking at the trends in concepts that are strengths, it allows a teacher to respond to those areas that have fewer dots. \n\n •Learners may be asked to put a dot beside those ideas that seem to be barriers to learning. Again, these needs can then be prioritized and addressed. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"First Word/Last Word","strategyInfo":[{"strategyText":"<line-indent=5%>First Word/Last Word is an adaptation of a traditional acrostic. \n\n •Each group identifies a recorder. \n\n •On chart paper, write the designated word vertically down left-side of paper. \n\n •Generate phrases or full thoughts that begin with each letter in the designated word and express key ideas about the topic. \n\n •After 8-12 minutes, invite groups to choose one or two ideas to share to the room. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Here’s What! / So What? / Now What?","strategyInfo":[{"strategyText":"<line-indent=5%>This strategy supports learners in surfacing and organizing prior knowledge and making predictions and inferences.  Learners work in pairs or small groups to fill the Here’s What!  Column with specific facts or information (what is known), the So What?  Column with interpretations of the facts in the first column and the Now What?  Column with predictions, implications, or questions for further investigation. \n\n Source: Lipton, Laura & Bruce Wellman. (1998). Pathways to Understanding. MiraVia. p. 40. ","strategySprite":{"instanceID":17072},"strategySpriteName":"achereswhat.png"}]},{"strategyName":"Metaphors and Analogies","strategyInfo":[{"strategyText":"<line-indent=5%>Analogies and metaphors allow opportunities to delve deeply into the characteristics of an idea, concept or process. \n\n Consider the following sequence: \n\n 1. Introduce the new concept. \n\n 2. Select something familiar that has some similar and some different characteristics to the new concept. \n\n 3. Brainstorm how these things are the same or different. \n\n 4. Summarize the similarities and differences. \n\n Words, pictures or videos may be used to create the analogy or metaphor. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Paired Think Aloud","strategyInfo":[{"strategyText":"<line-indent=5%>A think aloud is when learners say out loud what they are thinking. In this strategy, learners work together in pairs identifying partner A and partner B. They take turns reading and commenting on sentences or sections of text sharing the connections that they are making during reading. \n\n <line-indent=5%>A variation of this strategy is to have learners note their connections with sticky notes first before sharing their thinking with a partner. \n\n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Paired Verbal Fluency","strategyInfo":[{"strategyText":"<line-indent=5%>Have learners pair up so they are working in partners. Decide Partner A and Partner B. \n\n <line-indent=5%>Facilitator provides a topic which learners will discuss for a timed duration in turn. Partner A will begin speaking about the topic. Partner B must listen closely and carefully to Partner A because the challenge of this strategy is that when it is Partner B’s turn, he/she does not repeat anything that Partner A said. \n\n There are three rounds: \n\n <b>Round One</b>: Person A talks for 60 seconds. Facilitator will call switch. Person B talks for 60 seconds, sharing knowledge about the focus area that Partner A did not verbalize. \n\n <b>Round Two</b>: Partner A will start. Duration is now 40 seconds. Challenge: to share all new information that was not shared in the first round. Facilitator will call Switch. Partner B is to talk for 40 seconds. \n\n <b>Round Three</b>: Repeat the process for 20-second time periods. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"PMI – Plus, Minus, Interesting","strategyInfo":[{"strategyText":"<line-indent=5%>PMI is a brainstorming, decision making and critical thinking tool.  It is used to encourage the examination of ideas, concepts and experiences from more than one perspective.\n\n1. What are all the positive points you can think of?  (Fill under P) \n\n 2. What are all the negative points you can think of? (Fill under M) \n\n 3. What are the interesting points to which attention should be given? (Fill under I) \n\n 4. Make your conclusion after considering the positives, negatives and the interesting. \n\n Source: https://www.virtuallibrary.info/pmi-plus-minus-interesting-strategy.html ","strategySprite":{"instanceID":0},"strategySpriteName":"acpmi.png"}]},{"strategyName":"Scenarios","strategyInfo":[{"strategyText":"<line-indent=5%>Scenarios allow learners to apply concepts learned to a “real-life” situation. They are usually presented in narrative form, often involve problem-solving and are most effective if they are presented sequentially so that the guiding questions provided lead learners through an analysis. \n\n <line-indent=5%>The questions should be designed to develop learners’ critical thinking when distinguishing between fact and assumptions, and critically analyze both the process they take in solving the case study as well as the solution itself.  ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Semantic Mapping","strategyInfo":[{"strategyText":"<line-indent=5%>Learners begin with a key word or topic and think of as many words and ideas as they can that relate to the key word/topic.  As they think of words and ideas, they cluster those that belong together and create labels for the groups or categories.  They also draw lines to show the connections between ideas. \n\n <line-indent=5%>Invite learners to share their thinking about the connections and relationships illustrated by the maps they create. \n\n Source: Lipton, Laura & Bruce Wellman. (1998). Pathways to Understanding. MiraVia. p. 40 ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Sift and Sort","strategyInfo":[{"strategyText":"<line-indent=5%>Learners respond to a prompt by brainstorming and recording ideas on sticky notes or cards (one idea per sticky note or card). Then they sort their ideas into groups and name each group and/or create a summary statement for each group.  \n\n <b>Variation</b>: (Card Sort) \n Similar to concept mapping, in this technique educators provide learners with concepts listed on cards or slips of paper. In small groups, learners sort concepts and determine a label for each category. \n\n <line-indent=5%>A useful extension is to regroup learners and have them do a gallery walk, where they explain their thinking to their new group regarding how they chose to group and categorize concepts. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Snowball","strategyInfo":[{"strategyText":"<line-indent=5%>In a snowball, all learners respond to a specific prompt anonymously on paper for a short period of time (usually one to two minutes).  They are then instructed to crumple and throw their papers.  Picking up a paper that was not theirs originally, learners read what is now on the page and add to/respond to what is written.  Learners continue to crumple, throw, crumple and throw until educator feels that they have captured enough thinking onto the page. \n\n <line-indent=5%>In the last crumple and throw, learners do not write on the final page that they gather.  At this point, the whole group will share and discuss answers on the page.  This provides an anonymous and safe way to share ideas as learners are sharing things that are not necessarily their own ideas. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Stories","strategyInfo":[{"strategyText":"<line-indent=5%> “Stories make ideas real” (Jim Knight, 2002). Telling stories is an effective strategy for giving “learners a concrete context in which to place abstract ideas.” \n\n •Story topics should be broad enough that most learners can relate to them; \n •Stories should be kept brief (one to three minutes long); \n •Stories should have a beginning, middle and end. Any parts that do not help tell the story should be left out; and\n •The most effective stories focus on human drives and emotions such as surprise, fear, acceptance, love, reconciliation, courage and spirit. \n\n Source: Knight, Jim. Partnership Learning Field Book. The University of Kansas Center for Research on Learning. 2002.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"The Matrix ","strategyInfo":[{"strategyText":"<line-indent=5%>This strategy allows individuals to reflect on their own understanding of foundational ideas and monitor their growth. It can also be compiled and used by teams to determine next steps in learning. \n\n <line-indent=5%>Determine two key ideas that are important to the team. In Following Their Voices, for instance, these two ideas could be: \n •The Critical Learning Cycle; and\n •Implementation of Discursive Strategies. \n\n Steps: \n 1. Rate your understanding and implementation of the Critical Learning Cycle where 10 is high. \n 2. Rate your understanding and implementation of Discursive Strategies where 10 is high.","strategySprite":{"instanceID":14766},"strategySpriteName":"acmatrix.png"}]},{"strategyName":"Touch Each Page","strategyInfo":[{"strategyText":"<line-indent=5%>Use to familiarize a group with a document, to anticipate their learning and to make connections with prior knowledge. \n\n 1. Learners scan each page of a document (e.g., chapter, article, handout). They look at and physically touch each page. \n 2. As they scan, they identify where they hovered – that is, what aspects of the document held their attention for a time? \n 3. Learners reflect on the question, 'Why did I hover in that spot/those spots?' \n 4. Learners turn to a partner and discuss where they hovered and why. \n 5. The educator leads a large-group sharing about where learners hovered and why. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Word Splash","strategyInfo":[{"strategyText":"<line-indent=5%>A Word Splash is a collection of key terms or concepts selected from a text that learners are about to read, see or hear.  The selected terms are splashed at angles on a chart or screen and learners are asked to work with a partner or in small groups to generate statements (not just words or phrases) that predict the relationship of the terms to the topic. \n\n <line-indent=5%>When the statements are generated, the text is presented to the learners.  As they read, they pause at regular intervals to check their predications against the information in the text.  Learners should revise their statements as they read and place a question mark next to any statement that is not verified or negated in the text. \n\n Source: Lipton, Laura & Bruce Wellman. (1998). Pathways to Understanding. MiraVia. p. 42 ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Brain Dump","strategyInfo":[{"strategyText":"<line-indent=5%>A brain dump is a strategy that allows learners to empty all of the ideas from their mind. This allows learner’s brains to be free to think about ideas rather than being used to simply hold ideas. \n A brain dump can occur as a quick write where ideas are written onto sticky notes, in a notebook or into an electronic file. Once ideas are “dumped,” they can then be categorized, analyzed or manipulated into a structure. This frees working memory to do thinking at a higher level than simply remembering. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]}]},{"conceptName":"Community Building and Sharing","conceptDefintion":"It is important to build community within the learning environment.  Activating peers as learning resources helps to build community and allows learners to: A) Activate and honour their prior knowledge; B) Learn from and with one another; and C) Have a differentiated learning experience.  Sharing strategies allow the educator to listen in on conversations to determine where learners are in their learning and pose questions to extend and deepen thinking. ","strategyData":[{"strategyName":"Bus Stop ","strategyInfo":[{"strategyText":"<line-indent=5%>Write the key challenges/questions identified on the front of 8 ½ x 11” envelopes which have several sheets of blank paper inside them. \n\n <b>Variation:</b> Have key words – who, what, when (consider long term and short term), where and how written on the front of the envelope to guide learners to think of all of the impacting considerations. \n\n • In role-a-like groups of two or three, have learners move through the various bus stops providing insight into how to handle the questions/challenges posed. These are actions, not outcomes. Place your group’s paper back into the envelope before moving to the next group. \n\n • Last group to the stop: \n\n o Synthesizes all papers in envelope. \n\n o Put synthesis on chart paper. \n\no Post and share with the group. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Elevator Speech ","strategyInfo":[{"strategyText":"<line-indent=5%>An elevator speech is a strategy that asks learners to construct and then share with a partner their personal summaries of the process, outcomes and next steps the group developed during instruction. \n\n An elevator speech is intended to be short and succinct since learners only have a brief time to get their point across (time in an elevator). By sharing this speech with others, memories of what occurred become strengthened, and learners gain insights into the learning of others in the room. \n\nInstructions: \n\n 1. At the closing of a lesson or instructional activity, have learners pause and silently reflect on the essential aspects of the lesson or activity. \n\n 2. Introduce the reason for the elevator speech, distribute index cards and have learners record key ideas in the form of jot-notes for their speech. \n\n 3. After the allotted writing time, form pairs and have learners rehearse their elevator speeches. \n\n 4. If time allows, ask volunteers to share their speeches with the larger group. \n\n 5. You can also have learners hand in their speech notes as exit cards. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Concentric Circles","strategyInfo":[{"strategyText":"<line-indent=5%>Use the following sequence:\n\n•Count off into two groups, form inner and outer circles and face each other. Have learners introduce themselves; \n\n•Model the movement sequence: hands up, outer circle faces clockwise, inner circle faces counter clockwise; \n\n•Give a number to the group; this is the number of high fives they will give to move. Current partner high five is “one”; \n\n•Learners introduce themselves to their new partner; and\n\n•Have learners answer a question or do a quick activity. \n\n Things to think about as the educator: \n\n•Are your questions “low trust” or “high trust”? \n\n•Add in hand games — rock, paper, scissors; hand multiplication/addition, etc. \n\n • build community without talking. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Experience Line","strategyInfo":[{"strategyText":"<line-indent=5%>Sometimes, you would like learners to be heterogeneous based on experience, interest or understanding of a topic. If you would like to have groups of four, have learners: \n\n •Line up from “least experienced” to “most experienced.” \n\n •The line folds in half, ending up with all learners in two lines facing each other and about four feet apart, with the least experienced person ending up facing the most experienced person. \n\n •One end of this line now has the least and most experienced person as a pair. That pair joins together and walks between the two lines eventually linking up with the final two people in line. This creates a group of four with diverse background knowledge. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Four Corners","strategyInfo":[{"strategyText":"<line-indent=5%>Four statements are placed on chart paper around the room. Learners move to the one that best represents their thinking and have a conversation with those present regarding why they chose that corner.\n\n <line-indent=5%>An alternative is to pose a statement that invites learners to take a stance. Post signs with Agree, Strongly Agree, Disagree and Strongly Disagree in the four corners of the room. Learners move to the corner that best represents their opinion and share their thinking with those who chose the same stance. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Four Partners ","strategyInfo":[{"strategyText":"<line-indent=5%>The four partners technique provides a structure for changing partnerships during the facilitation. In this grouping activity, learners set up appointments with four different people in the room. During our workshop, learners set up appointments by four city landmarks from different countries, but any four related images would work. \n\n Learners will partner up with these people at different points during the facilitation to:\n • Help build community;\n\n • Create an opportunity for movement; and\n\n • Activate different peers as learning resources. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Gallery Walk","strategyInfo":[{"strategyText":"<line-indent=5%>A gallery walk is designed to have learners come to a shared understanding of a big idea. It allows small groups to move and share specific details related to a key area. There are many different forms that a gallery walk can take. Here are a few:\n\n 1. In partners, have learners rotate around a series of stations where they observe and discuss specific content that has been created by others. \n\n 2. In small groups, learners generate an artifact together that represents their thinking, questions or knowledge about a specific area. Learners then remix into new groups and share their understanding with their new group members as they rotate around each artifact that has been created. \n\n 3. In small groups, learners rotate through a series of questions or prompts and add to each list or chart until they get back to their original artifact. \n\n 4. In small groups, learners brainstorm their questions or issues. Groups remix and rotate through questions and attempt to problem solve as many as they can. Original groups are then reformed and possible solutions to their questions are shared. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Give One Get One","strategyInfo":[{"strategyText":"<line-indent=5%>Participants record their response to a given prompt on a sticky note (or an index card). Then they find another participant in the room, share the information on their sticky note, and exchange sticky notes. Each participant leaves with the other’s sticky note. \n\n <line-indent=5%>After two to three exchanges, invite participants to share with the large group: \n\n • What they learned from their peers, or \n\n • Noticed during the exchanges. \n\n <line-indent=5%><b>Variation:</b> Participants record the same response 6 (or 9) times on small sticky notes to fill in a 2 x 3 (or a 3 x 3) grid. Then they are invited to move around the room, exchanging information and sticky notes with other participants until they have 6 (or 9) different responses on their grids. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Grouping Strategies","strategyInfo":[{"strategyText":"<b>Number Off</b> – Assign each learner a number; can easily set number of members in each group.\n\n <b>Birthdays</b> – Group learners using similar month(s) of student birthdays. \n\n <b>Shoe Game </b>– Learners put one shoe in the middle of the room and take someone else’s. \n\n <b>Playing Cards</b> – Group learners in pairs, threes or quads using similar cards from the deck. \n\n <b>Technology</b> – Download and use inexpensive group-making app (Team Shake, Team Maker, etc.). \n\n <b>Experience Line</b> – Line up least experience to most experience and fold the line. \n\n <b>Seasonal Partners</b> – Worksheet with four seasons; get a signature from partner for each season. \n\n <b>Dots</b> – Place coloured dots on name tags; group according to colour. \n\n <b>Group by Favorites</b> – Colors, foods, beverages, music, cars, sports, etc. \n\n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Interview and Share","strategyInfo":[{"strategyText":"<line-indent=5%>Learners interview their partner around key questions provided by the educator. These questions are usually related to a theme or topic. When sharing back to the group, the interviewer introduces their partner and shares one important thing they learned about/from their partner through the interview.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Jigsaw","strategyInfo":[{"strategyText":"<line-indent=5%>A jigsaw allows learners to come to a deep understanding of one concept within a larger idea and then to share and learn from their peers. \n\n 1. Divide learners into “expert” groups. In the expert groups, learners all interact with the same information and make sense of the information together. Each expert group has a different piece of information.\n\n 2. Move into “home” groups where there is at least one representative from each “expert” group. Each group member shares their new learning with the home group ensuring that every member understands the key ideas of each piece of information.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Mediational Questions","strategyInfo":[{"strategyText":"<line-indent=5%>Mediational questions are questions that invite and deepen thinking. They are both open-ended and focused on a topic.\n\n Many mediational questions will have the following structure:\n\n • Use of “might” – how might you use this strategy . . .\n\n • Plural – what strategies might you . . . \n\n • Positive presupposition – when you are planning your lesson, how might you incorporate . . . \n\n <line-indent=5%>There is no right answer to a mediational question and they invite thinking about the future.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Parking lot","strategyInfo":[{"strategyText":"<line-indent=5%>A parking lot strategy allows learners to anonymously communicate with facilitators. A parking lot might include space for:\n\n • Questions that you have; \n • What is going well; \n • What needs improvement; \n • Any unresolved issues; and\n • Observations. \n\n A parking lot may be a chart stand, bulletin board or electronic shared space. \n\n Learners may use post-it notes to stick on the designated parking lot space in the room. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Round The Room","strategyInfo":[{"strategyText":"<line-indent=5%>Begin with a simple graphic organizer, which may just be a matrix of two to three columns and two to three rows. \n\n <line-indent=5%>Learners brainstorm and record their own answer to a given prompt. Then they approach others in the room, share their idea and gather new ideas from their peers on their organizer. This sharing occurs until time is up.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Talking Points","strategyInfo":[{"strategyText":"<line-indent=5%>Talking points is a timed activity and follows a structured routine:\n\n •Each talking point receives three rounds of attention; \n\n •Groups should get through as many talking points as possible, but it doesn’t matter how many a group gets through when the time is up; \n\n •There is absolutely no cross talk – group members only speak during their turn; and\n\n •Groups of three are best, but larger groups are possible. \n\n <b>Round 1: </b>Go around the group and have each member state if they agree, disagree or are unsure about the talking point statement and why. (Remember, no cross talk.) \n\n <b>Round 2: </b>Go around the group a second time and have each member state if they agree, disagree or are unsure. It is perfectly fine to keep one’s original opinion or to change one’s mind, but the member must state why. (Again, no cross talking.) \n\n <b>Round 3: </b>Go around the group a third time and have each member state if they agree, disagree or are unsure. Have a recorder write the members’ decisions on a record sheet and move to the next question. (Even after the third round, there is no comment.) \n\n <b>Begin the next talking point. </b> \n For more information on Talking Points: www.cheesemonkeysf.blogspot.com\n\n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Think-Pair-Share","strategyInfo":[{"strategyText":"<line-indent=5%>This general strategy increases safety for individuals to share their ideas with a whole group.  The strategy follows this sequence:\n\n 1. Think on your own about a topic.  This may be written or not. Talk to your partner about your ideas. \n\n 2. Share back with the table or large group. \n\n <line-indent=5%>Sharing to the large room can be structured or unstructured.  Unstructured sharing is an open space for anyone to share with no particular order.  Structured sharing is when the educator determines how much is shared and in what order, often stating “we will start our sharing at this table and move…","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Three Step Interview","strategyInfo":[{"strategyText":"<line-indent=5%>The Three Step Interview provides a structure for partners to respond to a prompt without interruption. Once learners are in pairs, they decide who will be the initial interviewer and who will respond. Provide a prompt or question and designate a time period for the first interview. Signal when it is time for the pairs to switch roles. Once each partner has been interviewed, form quartets (pairs squared). Group members introduce their partner and share the key ideas from their partner’s responses. \n\n Source: Lipton, Laura & Bruce Wellman. (2011). Groups at Work – Strategies and Structures for Professional Learning. MiraVia. p. 52.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Turn and Talk ","strategyInfo":[{"strategyText":"<line-indent=5%>This strategy permits all students to participate in discussion, rather than only a few students participating in a class wide discussion. All students are able to process new learning while engaging in meaningful conversation with a classmate. \n\n <b>How to use</b>:\n\n 1. Question: Pose a question or prompt for students to discuss and tell them how much time they will have. A one-to-two minute discussion is most productive. \n\n 2. Turn: Have students turn to a specific partner. Pair students using Eyeball Partners, Shoulder Partners, or Clock Partners (see variations below). Partner assignments should be set up beforehand so that students can quickly and easily pair up. \n\n  3. Talk: Set a timer for the allotted time, and have students begin discussing the assigned question or prompt. When time is up, ask partners to share out thoughts and ideas from their discussion. \n\n <b>When to Use</b>: Use Turn and Talk at any time during a lesson to encourage accountable talk, such as during a warm-up or closing activity, after teacher oral or written input to help students process what they have heard and seen or as a clarification tool after complex problems or questions.  (Accessed from http://www.theteachertoolkit.com) ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Walk And Talk","strategyInfo":[{"strategyText":"<line-indent=5%>This sharing technique provides an opportunity for participants to pair up and walk as they discuss their response(s) to a question or prompt. Walking and talking side-by-side helps build rapport and a safe context for: \n\n •Discussing ideas before sharing; \n\n •Discussing new ideas or content and making connections to own practice;\n\n •Synthesizing new learning; and\n\n •Applying learning to a new context. \n\n <line-indent=5%>Begin by posing a question or providing a prompt that requires discussion. Have participants walk around the room with their partners and talk with one another as they respond to the question/prompt. Provide a time frame to participants for their ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Walk-About Survey","strategyInfo":[{"strategyText":"<line-indent=5%>The walk-about survey involves all participants as they share and gather information from other learners in the room who are not at their table groups. Participants are provided with a survey grid with pre-identified or co-constructed categories along one side of the grid. They are directed to record their own responses to each of the categories before they circulate and gather responses from other learners within a given time period. Then they return to their table groups to share their collected responses. The task of the table group is to seek patterns/themes and draw conclusions based on their analysis.\n\n (Lipton, Laura and Bruce Wellman. Groups at Work — Strategies and Structures for Professional Learning. MiraVia, LLC, 2011, p. 75.) ","strategySprite":{"instanceID":0},"strategySpriteName":""}]}]},{"conceptName":"Meaning Making","conceptDefintion":"Learners need to be exposed to and practise using multiple strategies for making meaning of what they read. Different strategies provide support for learners to understand and engage in higher-level thinking about what they read. Exposure to a variety of strategies will also provide learners with options for self-selection. ","strategyData":[{"strategyName":"3-2-1 Strategy ","strategyInfo":[{"strategyText":"<line-indent=5%>This strategy can be utilized in a variety of situations whenever you want to summarize key points of the session, lesson, day, etc. The structure of the strategy allows you, the facilitator, to ask specific questions for the participants to focus on. Usually you provide the participants with a sheet/index card with the categories to summarize. \n\n <b>Example:</b> \n 3 – Three key points from this session. \n 2 – Two practices you will consider or refine. \n 1 – One question you still have. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Card Sort ","strategyInfo":[{"strategyText":"<line-indent=5%>Similar to concept mapping, educators provide learners with concepts listed on cards or slips of paper. In small groups, learners sort concepts and determine a label for each category. A useful extension is to regroup learners and have them do a gallery walk, where they explain their thinking to their new group regarding how they chose to group and categorize concepts. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Chain of Events Diagrams","strategyInfo":[{"strategyText":"<line-indent=5%>Chain of Events Diagrams show the sequence of events or processes that flow towards a final outcome.  They can display the sequence of steps in a process, events in nature, and events in stories.  Learners identify the events and/or actions and then place them in the proper sequence on a graphic organizer. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Business Cards ","strategyInfo":[{"strategyText":"<line-indent=5%>Business Cards is a strategy for reinforcing facts about topics under study or for making introductions between learners.  Learners can create business cards for famous people, fictional characters, geographic areas, animals or plants; the possibilities are endless.\n\n<line-indent=5%>Provide each learner with an index card and direct them to place the required information in appropriate spots on the card.  Information to include on the business cards might include:\n\n •Name\n•Location\n•Descriptive characteristics\n•Important features\n •Special interests\n•Goals\n\n The result should be a card that resembles the format of a business card. \n\n Source: Lipton, Laura & Bruce Wellman. (1998). Pathways to Understanding. MiraVia. P. 84 ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Concept Attainment","strategyInfo":[{"strategyText":"<line-indent=5%>Concept attainment allows learners to infer how one group of words or ideas are examples of a concept. Learners look for patterns in characteristics to gain an understanding of one concept:\n\n •Create two list headings: YES and NO \n\n •Create lists of things under each heading that learners might be familiar with. \n\n •Ask learners to hypothesize why all of the ideas in the YES column belong there, and why the ideas in the NO column do not. Learners record their ideas. \n\n •Place more ideas into the YES and NO columns. Have learners check their hypotheses and suggest new ideas for the YES column. \n\n •Reveal the concept. Reflect on thinking \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Concept Mapping","strategyInfo":[{"strategyText":"<line-indent=5%>Concept mapping can occur in many different ways with different tools. \n\n  <line-indent=5%>One way to approach concept mapping is for learners to brainstorm words and determine how those words or phrases fit together. \n\n <line-indent=5%>Another way to approach concept mapping is to provide learners with words cut out on slips of paper and have them organize terms and create connections between them. \n\n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Fishbone/Cause-Effect Diagrams","strategyInfo":[{"strategyText":"<line-indent=5%>Fishbone/Cause-Effect Diagrams visually represent the relationships between a particular effect and its potential causes. To begin, identify a condition or problem. Then brainstorm possible causes of the identified condition or problem. Group the causes into four to six major categories and name the categories. \n\n Construct the Fishbone Diagram as follows: \n\n •Place the problem statement in a box at the right side of the paper (the head of the fish). Draw a straight line, or spine, from the head to the tail; \n\n •Draw one fishbone for each category angled away from the spine. Place a category name at the end of each fishbone; and\n\n •Identify specific causes related to each category along each fishbone. \n\n <line-indent=5%>Review the specific causes along each fishbone and identify those causes that are likely the greatest contributors to the condition or problem. Develop a plan for addressing these specific areas of concern. \n\n (Lipton, Laura and Bruce Wellman. Groups at Work – Strategies and Structures for Professional Learning. MiraVia, LLC, 2011, p. 22.)","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Graphic Organizers","strategyInfo":[{"strategyText":"<line-indent=5%>Graphic organizers guide learners’ thinking as they fill in and build upon a visual map or diagram. Graphic organizers are some of the most effective visual learning strategies for learners and are applied across the curriculum to enhance learning and understanding of subject matter content. In a variety of formats dependent upon the task, graphic organizers facilitate learning by helping identify areas of focus within a broad topic such as a novel or article. Because they help the learner make connections and structure thinking, learners often turn to graphic organizers for writing projects. \n\n <line-indent=5%>In addition to helping learners organize their thinking and writing process, graphic organizers can act as instructional tools. Teachers can use graphic organizers to illustrate a learner’s knowledge about a topic or section of text showing areas for improvement. \n\n (For more information see http://www.inspiration.com/visual-learning/graphic-organizers) ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Help Wanted Ad","strategyInfo":[{"strategyText":"<line-indent=5%>This strategy allows for conversation to focus on a topic. It is useful for summarizing new learning or connecting to existing knowledge. Each table or small group is asked to create a “help wanted” ad based on a specific topic. The ad should: \n\n •Summarize key ideas; \n\n •Take approximately 10 minutes to create; and\n\n •Be a draft not a final product. \n\n Each group can select a spokesperson to share their help wanted ad to the large group. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"I Notice/I Wonder Brainstorm ","strategyInfo":[{"strategyText":"<line-indent=5%><b>The obstacles</b>: Learners may not know how to begin analyzing or solving problems and may not trust or make use of their own thinking. This may result in learners missing key information, because they don’t understand the story behind the information or task. \n\n <line-indent=5%><b>The solution</b>: Create a safe environment where learners focus on sharing their thoughts without any pressure to answer or solve a problem. \n\n •Display information, problem or scenario to the room. \n\n •Ask learners, “What do you notice? What do you wonder?” \n\n •Pause to let as many people as possible raise their hands. Encourage contributions from the entire room. This  might be done by having learners brainstorm their notice and wonder statements individually or in small groups prior to sharing in a large group. \n\n •Call on learners and record their answers on chart paper. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Inferring and Predicting","strategyInfo":[{"strategyText":"<line-indent=5%>This comprehension strategy involves learners in predicting, hypothesizing, interpreting and making conclusions. Inferential thinking allows learners to grasp the deeper essence of text and information. Readers infer by taking their background knowledge and merging it with clues in the text to draw a conclusion or arrive at a big idea that is not explicitly stated in text. \n\n Educators teach learners to: \n\n •Use context clues to figure out meaning of unfamiliar words; \n\n •Draw conclusions from evidence; and\n\n •Predict outcomes, events and observations. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Interrelationship Diagram","strategyInfo":[{"strategyText":"<line-indent=5%>Interrelationship diagrams help groups to see important relationships within problems, processes, and systems as they map out connections between related elements. \n\n <line-indent=5%>Brainstorm a list of the major categories related to the selected topic. Record these on sticky notes or provide these on cards that can be rearranged. Select one category as a starting point. Determine if this category is a driver (cause) or an effect of each of the other categories. Draw arrows from the drivers to the effects. (Note: there can never be two-headed arrows. The group must decide which category dominates the other.) Continue this process through each of the categories. \n\n <line-indent=5%>Then, count the number of arrows going away from each category. These are the <b>drivers</b>. Rank the drivers from highest to lowest in impact. Count the number of arrows pointing towards each category and rank the effects from highest to lowest. \n\n <line-indent=5%>Study the results and consider intervention points that will amplify desired results and minimize less desirable outcomes. \n\n <line-indent=5%>Application: Interrelationship Diagrams work effectively to determine the causes for the Fishbone/Cause-Effect Diagrams tool. Source: Wellman, B. & L. Lipton. Data-Driven Dialogue: A Facilitator’s Guide to Collaborative Inquiry. MiraVia, LLC, 2004, pp. 102-103.) ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Marking Text","strategyInfo":[{"strategyText":"<line-indent=5%>Marking text can help learners become active readers. Educators can introduce standard text marking symbols such as: \n\n   Knew this before\n !  Surprising\n ?  Question about this\n C  Connecting to something (text, self, world) \n   Important idea\n L  New learning\n ??  Confused by this\n\n <line-indent=5%>Educators might also encourage learners to develop their own “mark legend” and to use it while reading. If learners are not able to write in their texts, sticky notes can accomplish a similar awareness while reading. \n\n <line-indent=5%>A study skill to develop is to have learners read back through their own notes in a subject area and mark it up to indicate whether they understand a concept () or have questions about a concept (?). This can help to narrow their focus during review and to signal that they need help from peers or an educator.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Matchbook Definition","strategyInfo":[{"strategyText":"<line-indent=5%>Matchbook Definitions provide a quick way to capture complex or abstract ideas with simple, usable language. It is a useful strategy for organizing and integrating content after input or study. \n\n •Describe the nature and quality of a “matchbook” definition – succinct, brief, capturing the essence of a concept. \n\n •Within a brief amount of time (i.e., 5 min.), have each group craft a 10-12 word definition of the term or concept being explored, that succinctly captures the essence of the idea. Assure participants that the time provided allows for a rough draft, not a polished version. \n\n •Suggest that group members generate critical elements or important points about the topic before attempting to craft a definition. \n\n •When the time is up, invite each group to share their Matchbook Definition. \n\n Use a public timer to help groups self-monitor. \n\n <b>Variation:<b> Have groups create a symbol to represent the idea or concept, rather than (or in addition to) using words. \n\n Source: Wellman, B. & L. Lipton. Data-Driven Dialogue: A Facilitator’s Guide to Collaborative Inquiry. MiraVia, LLC, 2004, pp. 106-107.) ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Modelling","strategyInfo":[{"strategyText":"<line-indent=5%>Modelling is a two-part strategy. The educator: \n\n •Performs the action being taught; and\n •Uses a think-aloud to explain thinking as the action is performed. \n\n An example is when a math teacher shows how to balance an equation. Rather than asking learners what step to do next, the teacher shows the correct step and thinks out loud: \n\n •How the next step was determined; \n •How to perform it; and \n •What mistakes or misconceptions might exist. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Moving Forward","strategyInfo":[{"strategyText":"<line-indent=5%>This self-assessment strategy is helpful during school improvement initiatives when staff members are asked to develop new instructional approaches and/or ways of interacting with students. Given the approaches or skills that are necessary for growth, participants assess their own level of understanding and application using this code: \n\n N — new to me\n K — knew about\n A — apply when I remember\n I — integrated into my practice\n\n <line-indent=5%>Based on their self-assessment, participants identify focus areas for practice and refinement as well as strategies and opportunities for this practice. \n\n (Lipton, Laura and Bruce Wellman. Groups at Work — Strategies and Structures for Professional Learning. MiraVia, LLC, 2011, p. 28.) ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"One-Word Summaries","strategyInfo":[{"strategyText":"<line-indent=5%>A one-word summary is used to capture the “essence of that day’s lesson” (Himmele & Himmele, p.85). \n\n <line-indent=5%>These can be shared verbally or on mini-whiteboards.  This allows learners to summarize their learning, and it also provides a formative assessment technique to let the educator know where learners are at in their learning. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Possible Sentences","strategyInfo":[{"strategyText":"<line-indent=5%>Possible Sentences is a vocabulary/prediction strategy designed to introduce learners to new vocabulary, guide them to make connections to the new vocabulary and then verify their predictions as they read. \n\n <line-indent=5%>Before reading, learners work with a partner or in small groups to select words from a vocabulary list and formulate sentences using the words.  Then they verify the accuracy of their statements during reading and make changes to their statements as needed. \n\n Source:  Lipton, Laura & Bruce Wellman. (1998). Pathways to Understanding. MiraVia. p. 41 ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Role Play","strategyInfo":[{"strategyText":"<line-indent=5%>Role play is any speaking activity when you put yourself into somebody else’s shoes, or when you stay in your own shoes but place yourself into an imaginary situation. Role play might be modelled by the educator or performed by the learners. \n\n <line-indent=5%>When using imaginary people, each participant becomes a different person. This is particularly useful when enacting a historical situation or immersing learners in a “for and against” debate. \n\n <line-indent=5%>When using imaginary situations, participants can explore different perspectives or situations that might help them gain deeper understanding and new insights. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Same and Different","strategyInfo":[{"strategyText":"<line-indent=5%>Two or more ideas are compared. The educator may select the ideas or might be randomly drawn from a bank of key terms from a unit. \n\n •Learners may use a VENN diagram to record their thinking. \n\n •It is useful to categorize ideas as learners brainstorm. \n\n •In order to extend thinking, have learners report their lists from less to more complex to the whole group, then allow for additional brainstorming time to push their thinking to higher levels of complexity. \n  ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Say Something","strategyInfo":[{"strategyText":"<line-indent=5%>This is a text-based strategy to support meaning-making and collaboration. \n\n   <line-indent=5%>In this strategy, two learners identify as “A” or “B.” The text is divided into a number of short sections. Both learners read the first section silently and “A” says something (a question, a summary, a connection). “B” does not respond. \n\n <line-indent=5%>The second section is then read by both partners silently and “B” says something. “A” does not respond. \n\n <line-indent=5%>This pattern continues until the text is finished. Both then dialogue about the content of the entire article. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Tweeting","strategyInfo":[{"strategyText":"<line-indent=5%>What would a tweet (140 characters) be that describes: \n\n •The learning from the day? \n •A new fact learned? \n •Something well understood? \n •A question from the day? \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Used to Think, Now I Think","strategyInfo":[{"strategyText":"<line-indent=5%>This strategy is usually done after a concept or idea has been explored and is used to show a shift in understanding. \n\n <line-indent=5%>Learners are asked to reflect on something that they thought prior to learning and something that they now know as different. This can be done in a graphic organizer, on an index card or sticky note or as part of an exit slip. \n\n <line-indent=5%>This strategy might be used as a single strategy, or combined with a think-pair-share or into a sharing circle or other sharing strategy. \n\n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Exit Slip","strategyInfo":[{"strategyText":"<line-indent=5%>An exit slip allows for a quick check for understanding, satisfaction or where learners need to go next. \n\n Some common <b>characteristics</b> of exit slips: \n\n •While not the only form used, the most common form of exit slip is a written response to a question posed by an instructor. They are often informal and short. \n\n Some common <b>uses</b> for exit slips include: \n\n •Prompts that document learning. (i.e., What is something that you learned today? ) \n\n •Prompts that emphasize the process of learning. (i.e., Something I didn’t understand was . . . ) \n\n •Prompts to evaluate the effectiveness of instruction. (i.e., How did working in small groups impact your learning today?) \n\n •Prompts that help to know where to go next. (i.e., Please explain more about . . .) ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Scenarios","strategyInfo":[{"strategyText":"<line-indent=5%>Scenarios allow learners to apply concepts learned to a “real-life” situation. They are usually presented in narrative form, often involve problem-solving and are most effective if they are presented sequentially so that the guiding questions provided lead learners through an analysis. The questions should be designed to develop learners’ critical thinking when distinguishing between fact and assumptions and critically analyze both the process they take in solving the case study as well as the solution itself. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]}]},{"conceptName":"Movement and Grouping","conceptDefintion":"It is important to visualize the physical movement within a learning environment. This allows a facilitator to adjust the energy level of a room as needed. Learners standing at a chart stand and charting their discussion about an idea has a different feel than those same learners sitting at a table discussing an idea. There are specific movement strategies that can be selected to regroup, re-energize and change the physical location of learners.","strategyData":[{"strategyName":"2 Stay 2 Stray ","strategyInfo":[{"strategyText":"<line-indent=5%>This strategy gets learners moving around the room while working with peers to solve problems and answer questions. This strategy allows all learners to lead learning. As participants talk about ideas and thinking, it helps them to develop a deeper understanding of the concepts at hand. \n \n 1. Groups of four are working on the same task, problem or discussion topic. They have the chance to finalize their thinking and ensure that all group members are familiar with the group’s thinking. \n\n 2. Two group members are chosen to “stay” and two group members are chosen to “stray.” a. For the two that stray, go to each of the other group tables and learn from other groups. b. For the two that stay, explain their group’s thinking to others. \n\n 3. Group members return to their original tables and share what they learned from the other working groups around the room. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Four Seasons ","strategyInfo":[{"strategyText":"<line-indent=5%>Post signs for the four seasons in the room. Invite learners to go to their favourite season. Provide a prompt(s) to which learners can respond within their season group. If the groups are large, learners can create sub-groups (pairs/trios) within each season group to discuss the prompt(s). \n\n After a period of time for discussion, invite reporters from each season group to share the key ideas they discussed.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Carousel Brainstorm","strategyInfo":[{"strategyText":"Form groups of four to five. Each group chooses a recorder. \n\n Use one colour of marker for each group – the marker travels with the group to each chart station. \n\n <b>Round 1</b>\n •Brainstorm and record ideas for the category/topic/question at your home chart. \n\n <b>Round 2</b>\n •Rotate to a new chart station; and\n•Review ideas listed on chart; brainstorm and add additional new ideas. Repeat process until you return to your home chart. \n\n <b>Final Round</b>\n•Review information added to your home chart, identify key information and prepare any questions as appropriate. \n\n<b>Large Group Sharing</b>\n•Share key ideas recorded by all groups on their charts; \n•Ask questions about information that was added by other groups; and\n•Share what they noticed as they rotated through the stations. \n","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Treasure Hunt","strategyInfo":[{"strategyText":"<line-indent=5%>This strategy activates learners as instructional resources for one another and as owners of their own learning (Wiliam, D., 2011). \n\n<line-indent=5%>After learners have worked in groups to create a product that demonstrates their understanding of an outcome, ask them to post or display their evidence of learning. Then, invite groups to identify and record, on index cards, questions/challenges related to the learning or the outcome to which they seek answers/solutions.  \n\n<line-indent=5%>Ask each group to designate at least one person to stay with their product to respond to queries from learners in other groups. The other group members will go out as individuals to engage in dialogue with learners from other groups about their questions/challenges. As they dialogue, they can record answers/ideas for solutions on their index cards. \n\n<line-indent=5%>To guide movement, provide a sound signal for groups to move/rotate at regular intervals and identify a maximum number of learners at any given group at a time. \n\n<line-indent=5%>To conclude, ask learners to return to their groups to share the answers/solutions they gathered. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Concentric Circles","strategyInfo":[{"strategyText":"Use the following sequence:\n\n•Count off into two groups, form inner and outer circles, and face each other. Have learners introduce themselves. \n•Model the movement sequence: hands up, outer circle faces clockwise, inner circle faces counter clockwise. \n•Give a number to the group; this is the number of high fives they will give to move. Current partner high five is “one.” \n•Learners introduce themselves to their new partner. \n•Have learners answer a question or do a quick activity. \n\n Things to think about as the educator: \n\n•Are your questions “low trust” or “high trust”? \n•Add in hand games — rock, paper, scissors; hand multiplication/addition, etc. to build community without talking.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Four Directions ","strategyInfo":[{"strategyText":"<line-indent=5%>This process works well with teams in which members have different roles. Group members are asked to gather in four locations or corners of the room by role. Then, they are asked to write their questions or comments on individual sticky notes and post them in the appropriate quadrants of a four directions organizer that are designated as follows: \n\n•What do you need to know…\n•What excited you about…\n•What is your stand or perspective…\n•What worries you about…\n\n<line-indent=5%>Then, each group has time to discuss and respond to what has been posted. It is helpful to designate someone as a group leader to guide the discussion.","strategySprite":{"instanceID":0},"strategySpriteName":""}]}]},{"conceptName":"Questioning Strategies ","conceptDefintion":"This strategy involves learners actively wondering about topics and questioning facts and information. Questioning is the strategy that propels learners on and is at the heart of inquiry-based learning. Humans are driven to make sense of the world and questions open the doors to understanding.  Educators teach learners to: A) Wonder about the content, concepts, outcomes and genre; B) Question the author; and C) Read to discover answers and gain information. ","strategyData":[{"strategyName":"Asking Questions","strategyInfo":[{"strategyText":"<line-indent=5%>This strategy involves learners actively wondering about topics and questioning facts and information. Questioning is the strategy that propels learners on and is at the heart of inquiry-based learning. Humans are driven to make sense of the world and questions open the doors to understanding.\n\n  Educators teach learners to: \n\n •Wonder about the content, concepts, outcomes and genre; \n •Question the author; and \n •Read to discover answers and gain information.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Generating and Monitoring Questions","strategyInfo":[{"strategyText":"<line-indent=5%>This strategy allows learners to generate questions to drive their learning during a class/unit and time to reflect on their progress answering them. \n\n 1. To mix the learners, number them so that there are three to four in each group. (1s meet as a group, 2s meet as a group and so on.) \n\n 2. Each “question” group generates their list of questions on chart paper with a three-inch circle in front of each question. \n\n 3.At strategic points during the learning session(s), learners revisit their questions and reflect on how much they have addressed or answered each question. They fill in the portion of the circle in front of each question that represents the degree to which they feel their question has been answered. These “fills” are done in a different colour each time to show progress.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"“I Notice/I Wonder” Brainstorm","strategyInfo":[{"strategyText":"<line-indent=5%>The obstacles: Learners may not know how to begin analyzing or solving problems and may not trust or make use of their own thinking. This may result in learners missing key information because they don’t understand the story behind the information or task.\n\n  <line-indent=5%><b>The solution:</b> Create a safe environment where learners focus on sharing their thoughts without any pressure to answer or solve a problem. \n\n •Display information, problem or scenario to the room. \n •Ask learners, “What do you notice? What do you wonder?” \n •Pause to let as many people as possible raise their hands. Encourage contributions from the entire room. This might be done by having learners brainstorm their notice and wonder statements individually or in small groups prior to sharing in a large group. \n •Call on learners and record their answers on chart paper. \n\n  © 2015 Drexel University The Math Forum @ Drexel: People Learning Math Together Since 1992  ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Mediational Questions","strategyInfo":[{"strategyText":"<line-indent=5%>Mediational questions are questions that invite and deepen thinking. They are both open-ended and focused on a topic. \n\n  Many mediational questions will have the following structure: \n\n •Use of “might” – how might you use this strategy . . . \n •Plural – what strategies might you . . . \n •Positive presupposition – when you are planning your lesson, how might you incorporate . . . \n\n  There is no right answer to a mediational question and they invite thinking about the future.   ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Parking Lot","strategyInfo":[{"strategyText":"<line-indent=5%>The parking lot strategy allows learners to anonymously communicate with facilitators. The parking lot might include space for: \n\n -Questions that you have; \n\n -What is going well; \n\n -What needs improvement; \n\n -Any unresolved issues; and \n\n -Observations. \n\n The parking lot may be a chart stand, bulletin board or electronic shared space. \\n\\n Participants may use post-it notes to stick on the designated parking lot space in the room. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]}]},{"conceptName":"Other Strategies ","conceptDefintion":"NA","strategyData":[{"strategyName":"Chunking ","strategyInfo":[{"strategyText":"<line-indent=5%>Chunking refers to grouping and presenting new content in bitesized pieces so that it is easier for the learner to process and remember it. \n \n Chunking is also used to refer to the strategy of breaking a learning task into manageable parts so learners can complete one portion at a time. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Spend-a-Buck ","strategyInfo":[{"strategyText":"<line-indent=5%>Spend-a-Buck helps individuals and groups determine relative priorities within a list of options, interests, or actions. Present the options to be considered. Each group member has 100 imaginary pennies to distribute across the options available. They can do this on a recording sheet that lists the options or with 100 sticky dots on chart papers labelled with each option. \n \n Gather and present the resulting data to the group. If using individual recording sheets, call out the options one by one and ask group members to report the number of pennies they placed next to each option. Add these together and record the group’s total for each option on chart paper. \n \n Spend-a-Buck works best when the number of options is limited (i.e., 3-5 choices). \n\n Source: Lipton, L. & Wellman, B. (2011). Groups at Work: Strategies and Structures for Professional Learning. Charlotte, VT: MiraVia, LLC.) ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Scaffolding ","strategyInfo":[{"strategyText":"<line-indent=5%>Scaffolding is a strategy whereby teachers identify the steps of a learning task and the order in which the steps need to be completed. Then teachers present the steps in sequential order and provide supports (e.g., modelling, think-alouds, graphic organizers) at each step so that students can move progressively and with increasing independence toward the successful completion of a complex task.\n\n<line-indent=5%>In order to meet the learning needs of students within a classroom, teachers may need to provide a range of supports at each step so that all students can experience success.","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Thinking Map - Strategic Planning ","strategyInfo":[{"strategyText":"<line-indent=5%>Strategic Planning Thinking Map is to support leaders plan for their school/system using the following guidelines: \n\n 1. In the centre, write the area of focus. \n 2. In the 1st ring, record the observables you want to see in students and staff connected to the focus area. \n 3. In the 2nd ring, record the specific teacher actions and knowledge needed to have this impact. \n 4. In the last ring, record the specific supports needed to have this impact. \n 5. Outside the circle, outline the implementation plan. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Thinking Map - Unit Planning","strategyInfo":[{"strategyText":"<line-indent=5%>The purpose of this Unit Planning Thinking Map is to support planning for students using these guidelines:\n\n 1. In the centre, write the big idea. \n 2. In the 1st ring, list the outcomes that could be addressed. \n 3. In the 2nd ring, identify the observables you want to see in students. \n 4. In the last ring, write the activities/assignments that students can work on to address the outcome. \n 5. Outside the circle, list the criteria for quality. \n ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Phases of Data-Driven Dialogue","strategyInfo":[{"strategyText":"<b>Phase One: Predict</b>\n •What are some predictions we are making? \n •What are some questions we are asking? \n\n <b>Phase Two: Go Visual! </b>\n\n <b>Phase Three: Observe</b>\n •What important points seem to “pop out”? \n •What are some patterns or trends that are emerging? \n •What seems to be surprising or unexpected? \n •What are some things we have not explored? \n\n <b>Phase Four: Infer/Question</b>\n •What inferences and explanations can we draw? \n •What questions are we asking? \n •What additional data might we explore to find out more/to verify our explanations? \n\n <i>Retrieved from: http://handouts16.modelschoolsconference.com/files/upload/McKelvey_ES_Handouts_Model_ Schools_201.pdf</i>","strategySprite":{"instanceID":0},"strategySpriteName":""}]}]},{"conceptName":"Facilitation Planning","conceptDefintion":"NA","strategyData":[{"strategyName":"Facilitation Guide/Notes (I) ","strategyInfo":[{"strategyText":"Overview:\n \n □ Explains the facilitator action related to PowerPoint and handout and describes “What to do with them.” \n □ Should have a logical flow. \n \n □ Is understandable to others, is clearly written and avoids acronyms. \n \n □ Connects content-process-assessment for each phase of the day. \n \n □ Predicts and allots sufficient time for facilitation processes. \n \n □ Includes effective use of technology. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]},{"strategyName":"Facilitation Guide/Notes (II) ","strategyInfo":[{"strategyText":"Embedding Formative Assessment Checklist: \n \n □ Learning destination clarified with participants. \n \n □ Opportunities to learn about participant needs. \n \n □ Activate and exposing prior knowledge. \n \n □ Visible evidence of learning generated including observations, conversations and products. \n \n □ Opportunities for feedback have been embedded within facilitation. \n \n □ Predicts participant misconceptions and possible areas of difficulty along with possible facilitator responses. \n \n □ Opportunities for participants to own their own learning with time to address potential barriers. ","strategySprite":{"instanceID":0},"strategySpriteName":""}]}]}]}